---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Ampere
source: html/8e36851e-1b63-cc44-766e-b9bff70113c9.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Ampere Property

Symbol A, indicating unit Amperes.

## Syntax (C#)
```csharp
public static ForgeTypeId Ampere { get; }
```